Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Launched at the headquarters of the Organization of NGLS in Paris the activities of Beirut, capital of global of the book of 2009, which makes the Lebanese capital the first Arab capital to receive this title and the second Arab city after Alexand
ar: أطلقت في مقر منظمة «يونيسكو» في باريس فعاليات «بيروت عاصــمة عالمية للكتاب» لسنة 2009، ما يجعل العاصمة اللبنانية أول عاصمة عربية تحظى بهذا اللقب وثاني مدينة عربية بعد الاسكندرية.

source: 65% of workers in the Middle East region have voiced concerns over job security, according to a recent study published by bayt.com, the most prominent online employment agency in the Middle East. The study was conducted in collaboration with YouGov and w
ar: - أعرب 65% من العاملين في منطقة الشرق الأوسط عن قلقهم تجاه بقائهم في وظائفهم، بحسب دراسة أجراها Bayt.com، أكبر موقع للتوظيف في الشرق الأوسط، بالتعاون مع YouGov، وبمشاركة أكثر من 10000 موظف من جميع أنحاء المنطقة.

source: 58% of Jordanian workers are concerned over labor market situation
ar: 58 % من العاملين في الأردن قلقون حيال المناخ الوظيفي

source: 50% of employees are skeptical towards company operations
ar: 50 % من الموظفين لديهم شكوك حول امكانية استمرار عمل شركاتهم

source: The study showed that UAE workers were the most worried over the labor market situation, with 74% voicing their concerns, versus only 58% in Jordan – the least affected nation by the global recession
ar: وكان العاملون في دولة الإمارات العربية المتحدة هم الأكثر قلقاً تجاه السوق الوظيفي بنسبة 74% أعربوا عن قلقهم، مقابل 58% في الأردن والتي تعتبر من الدول الأقل تأثراً بالأزمة.

source: The study, entitled ‘work conditions in global recession’, aims to shed light on the impact the world-wide economic crises has on people’s careers and finances. This is done through gauging individuals’ feelings towards the economic downturn and how they
ar: وتهدف دراسة أوضاع العمل في فترة الركود الاقتصادي الى تسليط الضوء على مفاعيل الأزمة الاقتصادية على حياة الناس المهنية، والمالية، عبر معرفة ما يشعرون به وكيف يتصرفون في ظل الحالة الوظيفية الراهنة، وكيفية التعامل معها، وما يقومون به من أجل تخفيض نفقاتهم، ب

source: The study also measured staff expectations towards the future of their companies, and revealed that 50 % of the participants have fears regarding the continuing operation of their companies. Once again, respondents in the United Arab Emirates were most sk
ar: كما أشارت الدراسة الى توقعات الموظفين تجاه مستقبل شركاتهم، وكشفت ان 50% من المشاركين لديهم مخاوف تتعلق باستمرار الشركات. مرة جديدة، كان المجيبون في الإمارات العربية المتحدة هم الأكثر تخوّفاً على مستقبل شركاتهم وبلغت نسبتهم 59%. أمّا الأردن فقد سجّلت مستوي

source: Amer Zurayqat, bayt.com’s regional manager, stated that Middle Eastern workers seem skeptical about the future of their companies and security of their jobs, in light of the current global recession. What’s more interesting to note is that experiences se
ar: وقال عامر زريقات، المدير الإقليمي في Bayt.com في ظل الظروف الاقتصادية الصعبة التي تسيطر على المنطقة، يبدو أن العاملين في الشرق الأوسط يتخوفون على مستقبل وظائفهم وعلى مستقبل الشركات العاملين فيها أيضاً. وما يثير الاهتمام هو أن خبرات العاملين في مختلف البل

source: Zurayqat said that shedding the light on employee skepticism towards economic crises impact can be instrumental to employers, particularly HR staff members and online employment agencies as it gauges how well workers are aware of the hardships companies a
ar: وأضاف زريقات تسلط هذه الدراسات الضوء على الموظفين ومخاوفهم من تأثير الأزمة الحالية وبإمكانها ان تعود بفائدة مهمة على اصحاب العمل، والعاملين في مجال الموارد البشرية، ومواقع التوظيف، ومساعدتهم على اكتشاف عمق معرفة العاملين لديهم بالظروف الصعبة التي تمر بها

source: Reports of job losses have been resonating in the Middle East. 43% of participants have confirmed that they have witnessed many individuals loose their jobs. The UAE seemed to be the most influenced country with over half of the respondents affirming th
ar: وترددت أخبار فقدان الوظائف في أنحاء الشرق الأوسط، حيث أكّد 43% من المشاركين في الدراسة انهم شهدوا فقدان العديد من الناس وظائفهم في الشركات. وكانت الإمارات العربية المتحدة الأكثر تأثراً مع تأكيد أكثر من نصف المجيبين (57%) وجود حالات مماثلة في مكان عملهم. و

source: Al-Maliki builds a luxurious palace for culture
ar: المالكي يبني فيها قصرا فخما للثقافة

source: Basra, a Cultural Capital: concerts, dancing, and restoring the ancient heritage
ar: البصرة عاصمة ثقافية: حفلات موسيقية وراقصة واستعادة لتراث عريق

source: Basra - Al-Qabas:
ar: البصــرة ــــــ القبس:

source: One time intoxicating, and swooning another, you have become the beauty of all beauty, these words are of the lyrics of an old Baghdadian song, talking about beauty, charm and love. The Iraqi song fans forgot about it in the midst of the daily explosion
ar: «نوبة مخمرة، ونوبة مغشاية.. صرتي للحسن كل الحسن آية»، هذه كلمات أغنية بغدادية قديمة، تحاكي الجمال والفتنة والحب .. نسيها جمهور الغناء العراقي في غمرة انشغاله اليومي بالتفجيرات والعمليات المسلحة.. لكن، تذكرها أهل البصرة بإعلانها مدينتهم عاصمة للثقافة العرا

source: Taher Nasser al-Hamoud, undersecretary of the Ministry of Culture said during the conference, which was held in the Otba Ibn Ghuzwan Hall on the occasion of the beginning of the activities of Al-Marbad Festival and the sixth poetry festival, which began o
ar: وقال طاهر ناصر الحمود وكيل وزارة الثقافة في المؤتمر الذي عقده في قاعة عتبة بن غزوان بمناسبة بدء فعاليات مهرجان المربد الشعري السادس، الذي بدأ يوم 26 وسيستمر حتى 28 أبريل، إن رئيس الوزراء نوري المالكي أمر ببناء قصر ضخم للثقافة والفنون بكلفة تتراوح بين الـ

source: In response to questions from journalists about the concurrence of the days of the festival with the day of April 28, the day Saddam Hussein celebrates his birthday, al-Hamoud said: It has nothing to do with Saddam's birthday or otherwise, I proposed a da
ar: وردا على أسئلة الصحافيين الخاصة بتزامن أيام المهرجان مع يوم 28 ابريل (كان صدام حسين يحتفل بميلاده فيه) قال الحمود: لا علاقة مع ميلاد صدام أو غيره، أنا اقترحت الموعد، وقد تأخرنا بعض الوقت بسبب خلافات تنظيمية، وربما للفصل بين الفعاليتين(العاصمة الثقافية ومه

source: It has nothing to do with the memory of Saddam
ar: لا علاقة بذكرى صدام

source: Destruction of an Iranian ship loaded with weapons before its arrival to the Gaza Strip - Egyptian newspaper
ar: صحيفة مصرية:تدمير سفينة إيرانية محملة بالأسلحة قبل وصولها إلى غزة

source: Published yesterday (Last update) 26/04/2009, at 18:18
ar: نشر أمـــس (آخر تحديث) 26/04/2009 الساعة 18:18

source: Bethlehem - Maan - Independent Egyptian newspaper Al-Usboo' quoted from what it called reliable sources in the Sudanese capital Khartoum that an Iranian ship loaded with weapons was destroyed in the Red Sea near the Sudanese coast in the past two weeks
ar: بيت لحم - معا - نقلت صحيفة الاسبوع المصرية المستقلة، عمن اسمتها بمصادر موثوقة بالعاصمة السودانية الخرطوم أن سفينة إيرانية محملة بالأسلحة تم تدميرها في البحر الأحمر قبالة السواحل السودانية خلال الأسبوعين الماضيين.

source: The sources stated that missiles were fired from an unknown warship which is likely to be Israeli or American, which led to the flooding of the entire ship, including its crew.
ar: وأشارت المصادر إلى أن صواريخ اطلقت من سفينة حربية مجهولة يحتمل أن تكون إسرائيلية أو أمريكية أدت إلى إغراق السفينة بكامل طاقمها.

source: The sources guessed that the Iranian ship was loaded with weapons, and that it was to unload its cargo inside the Sudanese lands in preparation for its transfer to the Gaza Strip, through the Egyptian territories.
ar: وتوقعت المصادر أن تكون السفينة الإيرانية محملة بالأسلحة وأنها كانت متجهة لإفراغ حمولتها داخل الأراضي السودانية تمهيدا لنقلها إلي قطاع غزة مرورا بالأراضي المصرية.

source: According to the newspaper, both Iran and the aggressor kept the accident a secret, but senior sources in the Sudanese capital found out about this critical information.
ar: وحسب الصحيفة فقد تكتمت كل من إيران والطرف المعتدي على أنباء الحادث الأخير، إلا أن مصادر عليا داخل العاصمة السودانية توصلت إلي هذه المعلومات الخطيرة.

source: Invention of a method to write without using fingers
ar: ابتكار طريقة للكتابة دون استخدام الأصابع

source: Washington: Researchers Adam Wilson and Justin Williams from the University of Wisconsin, USA, managed to develop a system that enables people to write on the Twitter's website, without using their fingers.
ar: واشنطن: تمكن الباحثان جستن ويليامز وآدم ولسن في جامعة ولاية وسكونسن الأمريكية، من تطوير جهاز يمكن الأفراد من الكتابة علي موقع تويتر الالكتروني، دون استعمال الأصابع.

source: Williams explained that the device is composed of an electrode-studded cap wired to a computer. The electrode detects electrical signals in the brain, which a person can use to write on Twitter without using his hands, by focusing on a particular choice d
ar: وشرح ويليامز أن الجهاز يتكون من قبعة صغيرة، مثبتة بأقطاب كهربائية موصولة بشاشة، بحيث تقرأ رسائل دماغية كهربائية، التي من خلالها يستطيع المستخدم أن يستعمل تويتر دون استخدام يديه، وذلك عن طريق تركيزه علي حرف معين أو علي خيار محدد علي الشاشة، بحيث يكتب الحرف

source: Williams said that the invention opens new horizons to patients with semi-paralysis, as they can now communicate easily with the world, especially that some estimate the number of people with such diseases and disabilities to be hundreds of thousands.
ar: وأوضح ويليامز أن الاختراع يفتح آفاقا جديدة أمام مرضي الشلل النصفي أو الفالج، بحيث بات الآن بإمكانهم أن يتخاطبوا مع العالم بيسر وسهولة، خصوصاً، وأنه بتقدير بعض، يبلغ عدد المصابين بهذه الأمراض والاعاقات مئات الآلاف.

source: Hamas refuses Palestinian dialogue to have a final round
ar: حماس ترفض أن يكون للحوار الفلسطيني أي جولة أخيرة

source: A dialogue session after the other, without any tangible results (Archives)
ar: جلسات الحوار تتلاحق دون أي نتائج ملموسة (أرشيف)

source: 27/04/2009, 05:06:16 P.M
ar: 27/04/2009 05:06:16 ظ…

source: Cairo - ArabOnline - Ahmed Al-Sherif: Islamic Resistance Movement Hamas refused to consider the fourth dialogue session with National Liberation Movement Fatah in Cairo to be the last one, in a serious indication that the results will not be as expect
ar: القاهرة- العرب اونلاين- أحمد الشريف: رفضت حركة المقاومة الإسلامية حماس اعتبار الجلسة الرابعة للحوار مع حركة التحرير الوطني فتح في القاهرة الأخيرة، في مؤشر جدي على أن النتائج لن تكون وفق المؤمل، وسط تصاعد الخلافات بين الجانبين وارتفاع نسق التراشق بالات

source: Dr. Mahmoud Al-Zahhar, prominent leader in Hamas, said that describing the meetings of the fourth round of dialogue to be decisive or definitive is not correct, pointing out that if some issues remain pending between the Palestinian factions participati
ar: وأعلن الدكتور محمود الزهار القيادي البارز في حماس أن الحكم على جلسات جولة الحوار الرابعة بأنها حاسمة أو نهائية غير صائب، مشيراً إلى أنه اذا بقيت بعض القضايا العالقة بين الفصائل الفلسطينية المتحاورة في القاهرة لابد من استكمالها.

source: In a statement to the radio on Monday, Al-Zahhar explained that Cairo offered to Hamas in the last round of dialogue a project to overcome the current disagreement, especially on the issue of the government, and he said that the position of his movement o
ar: وبين الزهار في تصريحات اذاعية االاثنين أن القاهرة عرضت على حركه حماس في آخر جولة للحوار مشروعاً لتجاوز الخلاف القائم لاسيما في موضوع الحكومة موضحاً أن موقف حركته على هذا المشروع سيطرح في جلسات الحوار التي تعقد أمس واليوم بالقاهرة.

source: On his part, the leader of Fatah movement, Azzam Al-Ahmad, said that the fourth round is the beginning of the final stages of the dialogue. He added: This round has to be decisive. We, in Fatah, would prefer a comprehensive agreement rather than a tempor
ar: من جانبه أعلن القيادي في حركة فتح عزام الأحمد أن الجولة الرابعة هي بداية دخول الحوار مراحله الأخيرة وقال هذه الجولة يجب أن تكون حاسمة، ونحن في فتح نفضل اتفاقا شاملا بدلا من الانتقالي، ومستعدون لأي طرح حتى ولو كان الحل هو الذهاب للانتخابات، فنحن على أتم ا

source: This round was preceded by a rise in the tone of disagreement between the two movements competing over power for more than two years now. Hamas criticized strongly the statements of the Palestinian President in which he called on the next government to
ar: وسبقت انعقاد هذه الجولة ارتفاع في نبرة الخلاف بين الحركتين المتنافستين على السلطة منذ أكثر من سنتين، وانتقدت حماس بشدة تصريحات للرئيس الفلسطيني طالب فيها الحكومة المقبلة يجب بالالتزام بما التزمت به منظمة التحرير في إشارة إلى المفاوضات الماراثونية مع الج

source: In a press statement by Fawzi Barhoum, the spokesman of the movement of Hamas, he considered Abbas's talk about negotiations with the Zionist occupation to be a confirmation on the failure of this option, and on the defeat of Abbas and his negotiating d
ar: واعتبر فوزي برهوم المتحدث باسم حركة حماس في تصريحٍ صحفيٍ حديثَ عباس عن المفاوضات مع الاحتلال الصهيوني تأكيدًا على فشل هذا الخيار وحالة الإفلاس التي مُنِيَ بها عباس ووفده المفاوض على مدار السنوات الطويلة في مفاوضاته مع العدو الصهيوني.

source: Fawzi Barhoum stressed that Abbas's talk about the Cairo dialogues is a retreat from the agreement on unity, and a cheap marketing for American conditions. It's also a move from him and his movement to avoid all key issues related to the Palestinian issue
ar: وأكّد أنّ حديث عباس عن حوارات القاهرة يُعَدّ تراجعًا عن اتفاق الرزمة الواحدة، وتسويقًا رخيصًا للشروط الأمريكية، وتهربًا من قِبله هو وحركته من كافة استحقاقات القضايا الرئيسية المتعلقة بالشأن الفلسطيني.

source: In a related development, the American newspaper Los Angeles Times reported that the administration of President Barak Obama asked the Congress to make minor adjustments to the US law, for it to become possible to deal with a Palestinian unity governmen
ar: وفي شأن متصل أفادت صحيفة لوس انجلوس تايمز الأمريكية أن إدارة الرئيس باراك أوباما طلبت من الكونغرس إجراء تعديلات طفيفة على القانون الأمريكي حتى يصبح من الممكن التعامل مع حكومة وحدة فلسطينية تضم بين وزرائها قادة من حركة حماس.

source: Hamas had won a majority of seats in the legislative elections in January 2006, and had formed a Palestinian unity government. However, the government was exposed to an American and western blockade, and an Arab neglect due to pressure from Israel.
ar: وفازت حماس بالأغلبية في الانتخابات التشريعية في يناير عام 2006 وشكلت حكومة وحدة فلسطينية لكنها تعرضت لحصار أمريكي وغربي وإهمال عربي بضغط من إسرائيل.

source: Los Angeles Times stated in its issue published on Monday that this step aroused the concern of the Israel-supporting Zionist lobby in the Congress.
ar: وقالت الصحيفة في عددها الصادر الاثنين إن هذه الخطوة أثارت قلق اللوبي الصهيوني المؤيد لإسرائيل في الكونغرس.

source: Under the current law, any US funding to the Palestinian government requires it first to recognize Israel, dismiss violence resistance, and recognize the agreements signed with the occupation authorities, but Hamas is sticking to its principles by rej
ar: وبموجب القانون الحالي فإن أي تمويل أمريكي للحكومة الفلسطينية يتطلب أن تعترف أولا بإسرائيل وأن تنبذ العنف المقاومة وتعترف بالاتفاقات الموقعة مع سلطات الاحتلال، لكن حماس ثابتة على مبادئها في رفض هذه الشروط.

source: The newspaper said that the US administration requested such changes this month as part of the draft law on the additional expenditure amounting 83,4 billion dollars, which includes also the financing of occupation forces in Iraq and Afghanistan.
ar: وأوضحت الصحيفة أن الإدارة الأمريكية طلبت هذه التغييرات هذا الشهر كجزء من مشروع قانون الإنفاق الإضافي البالغة قيمته 83,4 مليار دولار والذي يتضمن أيضًا تمويل قوات الاحتلال في العراق وأفغانستان.

source: The draft law includes also the provision of 840 million dollars to the Palestinian Authority led by Mahmoud Abbas, as well as for the reconstruction of the Gaza Strip after it was destroyed by the aggression of Israeli military last January.
ar: ويتضمن مشروع القانون أيضًا تقديم 840 مليون دولار للسلطة الفلسطينية برئاسة محمود عباس، وكذلك لإعادة إعمار قطاع غزة بعدما دمره العدوان العسكري الإسرائيلي في يناير الماضي.

source: US officials stressed that the new proposal does not mean the recognition of Hamas or assisting it, but it reflects the difficulties faced by the Obama administration in its efforts for peace in the Arab region.
ar: ويشدد مسؤولون أمريكيون على أن الاقتراح الجديد لا يعني الاعتراف بحماس أو مساعدتها، لكن الطلب يعكس المصاعب التي تواجهها إدارة أوباما في جهودها لرعاية السلام في المنطقة العربية.

source: Barack Obama has called repeatedly to the establishment of a Palestinian state, but negotiating a peace agreement will be difficult without dealing with Hamas, which has proved to be a number difficult to overcome in the Palestinian equation, according to
ar: وقد دعا أوباما تكرارًا إلى إقامة دولة فلسطينية، لكن التفاوض على اتفاق سلام سيكون صعبًا دون التعامل مع حماس التي أثبتت أنها رقم يصعب تجاوزه في المعادلة الفلسطينية كما أفادت لوس انجلوس تايمز.

source: Venezuela to establish diplomatic relations with the Palestinian Authority
ar: فنزويلا تقيم علاقات دبلوماسية مع السلطة الفلسطينية

source: The Palestinian Authority and Venezuela signed an agreement to establish diplomatic relations, months after Carcas cut relations with Tel Aviv in protest against the military campaign on
ar: وقعت السلطة الفلسطينية وفنزويلا اتفاقا لإقامة علاقات دبلوماسية, وذلك بعد أشهر من قطع كراكاس العلاقات مع تل أبيب احتجاجا على الحملة العسكرية على

source: Venezuela's Foreign Minister Nicolas Maduro and the Minister of Information and foreign affairs of the Palestinian Authority Riyad Malki signed conventions on the establishment of diplomatic relations, following the inauguration of a new embassy in Car
ar: ووقع وزير خارجية فنزويلا نيكولاس مادورو ووزير الإعلام والخارجية في السلطة الفلسطينية رياض المالكي اتفاقيات إنشاء العلاقات الدبلوماسية, حيث افتتحت سفارة جديدة في كراكاس بعد ظهر أمس الاثنين.

source: Madoro said that the Palestinian people could rely on our eternal solidarity with them and support for their just and humanitarian case. Madoro accused Israel of persecuting the Palestinians, and said that the Palestinian people deserve to live in free
ar: وقال مادورو إن شعب فلسطين يمكنه الاعتماد على تضامننا الأبدي والدائم مع قضيته العادلة والإنسانية. واتهم مادورو إسرائيل باضطهاد الفلسطينيين, وقال إن الشعب الفلسطيني يستحق العيش في حرية وسلام واستقلال.

source: On his part, Al- Maliki praised Venezuelan President
ar: من جهته امتدح المالكي الرئيس الفنزويلي

source: and declared that he is the most popular president in the Arab world, pointing out that the Palestinians have 97 embassies and representative offices in different parts of the world. He hoped that the new emabassy would contribute to boost diplomatic ef
ar: وقال إنه الأكثر شعبية في العالم العربي, مشيرا إلى أن للفلسطينيين 97 سفارة ومكاتب تمثيل في مناطق متفرقة من العالم. وعبر عن أمله أن تسهم السفارة الجديدة في دعم الجهود الدبلوماسية عبر أميركا الجنوبية.

source: It is worth mentioning that the Palestinian Authority embassies in the countries of the Middle East, Eastern Europe and Asia, while Cuba and Argentina host Palestinian envoys.
ar: يشار إلى أن للسلطة الفلسطينية سفارات في بلدان الشرق الأوسط وشرق أوروبا وآسيا, وتستضيف كوبا والأرجنتين مبعوثين فلسطينيين.

source: It is noteworthy that Venezuela expelled Israeli diplomats on January the sixth,and this was followed by a similar Israeli response. Chavez also accused Israel of committing acts of genocide.
ar: يذكر أن فنزويلا طردت الدبلوماسيين الإسرائيليين في السادس من يناير/كانون الثاني الماضي وردت إسرائيل بالمثل, كما اتهم شافير إسرائيل بارتكاب أعمال إبادة جماعية.

source: The office of the Prime Minister Nouri Al-Maliki issued a statement in which he announced news of the detention of the al-qaeda Network leader in Iraq, Abu Omar al-Baghdady, describing him as new evil.
ar: أصدر مكتب رئيس الوزراء نوري المالكي بيانا أعلن فيه تأكيد نبأ اعتقال زعيم تنظيم القاعدة في العراق أبو عمر البغدادي، واصفا إياه بـرأس الشر.

source: The statement added that Albaghdadi has said for years that he was a successor to Abu Musab al-Zarqawi, and both carried out crimes to promote sectarianism, which claimed lives and violated the honor of the holy sites and mosques and husiniyat universit
ar: وأضاف البيان أن البغدادي قد أعلن منذ سنوات أنه يمثل امتدادا وخليفة لأبو مصعب الزرقاوي، وقد نفذ كلاهما جريمة إشعال الفتنه الطائفية التي ازهقت الأرواح وانتهكت حرمات الأماكن المقدسة والمساجد والحسينيات والجامعات وأحالة أجساد المواطنين إلى أشلاء في الأسواق و

source: Once again the Fatah and Hamas delegations are returning to Cairo to discuss the unresolved issues that stand as stumbling blocks in the way of peace among the Palestinians. This round of talks might come in the midst of an atmosphere that is full of frus
ar: ثانية يعود الى القاهرة وفدا فتح وحماس من أجل الحديث عن قضايا عالقة كعقبة في طريق السلام الفلسطيني، هذه الجولة من اللقاء ربما تأتي في وسط أجواء مشبعة بالإحباط من أن تكون جولة ذات قيمة ايجابية، بل لو سارعت مراكز البحث الاستطلاع لعمل استبيان رأي لكان

source: The mood on the ground between the two sides is gloomy. The host of meetings and from time to time improvements maybe in relations between individuals did not reflect an inch in terms of the political reality on the ground. Not in terms of the acts of pur
ar: الأجواء الميدانية بين الطرفين هذه الفترة سوداء، وبعد سلسلة اللقاءات وتحسين العلاقات الفردية ربما بين بعض وآخر، لكنها لم تنعكس قيد أنملة على واقع الحال السياسي – الميداني، لا من حيث الأفعال في المطاردة – الملاحقة أو التعبئة الإعلامية التي لا تترك فرصة ليس

source: Terror strikes Egypt as swine flu hits Israel
ar: رعب فى مصر بعد وصول أنفلونزا الخنازير الى إسرائيل

source: Experts warn of virus development and government scrutinizes incomers
ar: الخبراء يحذرون من تحور الفيروس والحكومة تتبع الوافدين

source: Mohamed Hemeida reports from Cairo:
ar: محمد حميدة من القاهرة :

source: Mona Mehrez, managing director of the Animal Health Research Institute and member of the National Committee to Combat Bird Flu, warned against swine flu moving across border from Israel to Egypt, in the same manner it has affected the United States throug
ar: حذرت الدكتورة منى محرز مديرة معهد بحوث صحة الحيوان وعضو الجنة القومية لمكافحة أنفلونزا الطير من انتقال مرض أنفلونزا الخنازير الى مصر من إسرائيل, بنفس السرعة التى انتقل بها من المكسيك الى الولايات المتحدة الأميركية . وقالت الدكتورة منى فى تصريحات خاصة ان ع

source: Mehrez has confirmed that the disease has not yet reached Egypt. Samples were taken from swine farms and were negative; no cases of swine flu have been uncovered to date. Mona Mehrez also stated that the number of bird flu cases have increased since the
ar: وأشارت محرز ان مصر حتى الان خالية من الفيروس مشيرة انه تم اخذ عينات من الخنازير وكانت سلبية ولم تثبت اى حالات مصابة .وبسؤالها حول سبب زيادة الحالات المصابة بأنفلونزا الطيور منذ مطلع العام قالت ان اللقاحات المستوردة التى كانت تستخدم مع الطيور أصبحت غير فعا

source: Terror has struck Egypt as news of swine flu cases in Mexico, US, and other nations disseminated. Egyptians have grown especially concerned due to the increase in bird flu infections, which increases the chances of disease development and transmission.
ar: وقد اجتاح الرعب جميع أنحاء مصر فى أعقاب الإعلان عن أنفلونزا الخنازير فى المكسيك وانتقالها الى أمريكا ودول أخرى , نظرا لانتشار فيروس أنفلونزا الطيور وهو ما يزيد الفرص من تحوره وانتقاله من إنسان لأخر .

source: Egyptian government decided to take quick measures to follow disease development. Abdel Rahman Shaheen, Ministry of Health Deputy, had stated that the ministry declared a state of emergency within the republic. He also said that the government has under
ar: ومن جانبها قررت الحكومة اتخاذ إجراءات سريعة لمتابعة ومراقبة الفيروس وأشار الدكتور عبد الرحمن شاهين وكيل وزارة الصحة فى تصريحات ان الوزارة رفعت درجة الاستعداد القصوى على مستوى الجمهورية , مؤكدا ان الوزارة اتخذت تدابير وقائية لمنع انتشار فيروس أنفلونزا الخن
